---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceCoolingSetPoint
source: html/a5591028-b330-b7ab-1e6e-7a03f622ce4f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceCoolingSetPoint Property

"Cooling Set Point"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceCoolingSetPoint { get; }
```